tap "homebrew/bundle"
tap "johanhaleby/kubetail"
tap "noahgorstein/tap"
tap "samwho/spacer"
brew "age"
brew "coreutils"
brew "asdf"
brew "asyncapi"
brew "atuin"
brew "bat"
brew "btop"
brew "cask"
brew "difftastic"
brew "dive"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "tesseract"
brew "ffmpeg"
brew "fx"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "librsvg"
brew "graphviz"
brew "helm"
brew "htmlq"
brew "openjdk@11"
brew "jless"
brew "jq"
brew "k9s"
brew "kcat"
brew "kubectx"
brew "lazygit"
brew "mas"
brew "neovim"
brew "nmap"
brew "nvm"
brew "openshift-cli"
brew "ripgrep"
brew "rustup"
brew "sk"
brew "skaffold"
brew "socat"
brew "spacer"
brew "starship"
brew "stow"
brew "tox"
brew "tree"
brew "unzip"
brew "watch"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zoxide"
brew "noahgorstein/tap/jqp"
cask "1password-cli"
cask "font-cascadia-code"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-meslo-lg-nerd-font"
cask "font-recursive"
cask "font-recursive-mono-nerd-font"
cask "font-source-code-pro"
cask "font-victor-mono"
cask "ghostty"
cask "iterm2"
cask "keka"
cask "postman"
cask "soapui"
cask "time-out"
cask "wezterm"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Azure VPN Client", id: 1553936137
mas "Baking Soda", id: 1601151613
mas "Flighty", id: 1358823008
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "iStat Menus", id: 1319778037
mas "OmniFocus", id: 1542143627
mas "Redis Insight", id: 6446987963
mas "Sink It for Reddit", id: 6449873635
mas "Vinegar", id: 1591303229
